[
    {
        "Caller Name": "Rahul Sharma",
        "Policy Number": "87543210",
        "Claim Number": "N/A",
        "Due Date": "February 15, 2025",
        "Query": "Hi, this is Rahul Sharma. Can you tell me the due date for my health insurance premium? My policy number is 87543210.",
        "Response": "Hello Rahul, your health insurance premium is due on February 15, 2025. Please ensure timely payment to avoid any late fees."
    },
    {
        "Caller Name": "Anjali Sinha",
        "Policy Number": "N/A",
        "Claim Number": "334455",
        "Due Date": "N/A",
        "Query": "Hello, I am Anjali Sinha. Can you help me check the status of my claim? My claim number is 334455.",
        "Response": "Hi Anjali, your claim number 334455 is currently under review. You will receive an update within the next 5 working days."
    },
    {
        "Caller Name": "Ramesh Patel",
        "Policy Number": "GJ05AB1234",
        "Claim Number": "N/A",
        "Due Date": "N/A",
        "Query": "Hi, my name is Ramesh Patel. I need to know the renewal charges for my car insurance policy. My policy number is GJ05AB1234.",
        "Response": "Hello Ramesh, the renewal charges for your car insurance policy number GJ05AB1234 are ₹8,000 for one year."
    },
    {
        "Caller Name": "Meera Kapoor",
        "Policy Number": "N/A",
        "Claim Number": "N/A",
        "Due Date": "N/A",
        "Query": "Namaste, I am Meera Kapoor. Can you tell me if my policy covers accidental hospitalization?",
        "Response": "Hi Meera, yes, your policy covers accidental hospitalization with up to ₹5,00,000 coverage."
    },
    {
        "Caller Name": "Arjun Nair",
        "Policy Number": "KL07GH5678",
        "Claim Number": "N/A",
        "Due Date": "N/A",
        "Query": "Hey, this is Arjun Nair. I want to update my contact details. My policy number is KL07GH5678.",
        "Response": "Hello Arjun, you can update your contact details through our website or by visiting your nearest branch."
    },
    {
        "Caller Name": "Swati Joshi",
        "Policy Number": "N/A",
        "Claim Number": "N/A",
        "Due Date": "N/A",
        "Query": "Hi, I am Swati Joshi. Can you tell me the sum assured for my term insurance policy?",
        "Response": "Hello Swati, the sum assured for your term insurance policy is ₹50,00,000."
    },
    {
        "Caller Name": "Ravi Bansal",
        "Policy Number": "N/A",
        "Claim Number": "N/A",
        "Due Date": "N/A",
        "Query": "Hello, this is Ravi Bansal. I recently submitted a claim, but I haven’t received any update yet.",
        "Response": "Hello Ravi, we couldn’t find the exact details of your claim. I am transferring your query to a human agent for further assistance."
    },
    {
        "Caller Name": "Priya Iyer",
        "Policy Number": "TN09XY1234",
        "Claim Number": "N/A",
        "Due Date": "N/A",
        "Query": "Hi, my name is Priya Iyer. Can you help me cancel my life insurance policy? My policy number is TN09XY1234.",
        "Response": "Hi Priya, to cancel your life insurance policy number TN09XY1234, you need to submit a written request at your nearest branch."
    },
    {
        "Caller Name": "Manish Deshmukh",
        "Policy Number": "N/A",
        "Claim Number": "N/A",
        "Due Date": "N/A",
        "Query": "Hey, this is Manish Deshmukh. Can you tell me if my policy covers pre-existing diseases?",
        "Response": "Hello Manish, your policy covers pre-existing diseases after a waiting period of 24 months."
    },
    {
        "Caller Name": "Pooja Gupta",
        "Policy Number": "N/A",
        "Claim Number": "N/A",
        "Due Date": "March 1, 2025",
        "Query": "Namaste, I am Pooja Gupta. Can you provide the premium payment history for my health insurance policy?",
        "Response": "Hi Pooja, your premium payment history shows that all payments are up to date. Your next payment is due on March 1, 2025."
    },
    {
        "Caller Name": "Kunal Verma",
        "Policy Number": "UP11LM9876",
        "Claim Number": "N/A",
        "Due Date": "N/A",
        "Query": "Hi, this is Kunal Verma. Can I change the nominee for my policy? My policy number is UP11LM9876.",
        "Response": "Hello Kunal, yes, you can change the nominee for your policy number UP11LM9876 by submitting a nominee update form at your nearest branch."
    },
    {
        "Caller Name": "Sunil Mehta",
        "Policy Number": "N/A",
        "Claim Number": "N/A",
        "Due Date": "N/A",
        "Query": "Hello, I am Sunil Mehta. Can you tell me if my policy covers maternity expenses?",
        "Response": "Hi Sunil, yes, your policy covers maternity expenses up to ₹1,00,000."
    },
    {
        "Caller Name": "Sneha Roy",
        "Policy Number": "N/A",
        "Claim Number": "N/A",
        "Due Date": "N/A",
        "Query": "Hi, my name is Sneha Roy. I want to know if my car insurance covers theft.",
        "Response": "Hello Sneha, yes, your car insurance policy covers theft and damage due to burglary."
    },
    {
        "Caller Name": "Akash Yadav",
        "Policy Number": "N/A",
        "Claim Number": "N/A",
        "Due Date": "N/A",
        "Query": "Namaste, I am Akash Yadav. Can you help me with the process to file a health insurance claim?",
        "Response": "Hi Akash, to file a health insurance claim, you need to submit the claim form, hospital bills, and your policy details at the nearest branch."
    },
    {
        "Caller Name": "Priyanka Das",
        "Policy Number": "WB12PQ1234",
        "Claim Number": "N/A",
        "Due Date": "N/A",
        "Query": "Hi, I am Priyanka Das. I need a duplicate copy of my policy document. My policy number is WB12PQ1234.",
        "Response": "Hello Priyanka, you can request a duplicate policy document through our website or by visiting your nearest branch."
    },
    {
        "Caller Name": "Suresh Reddy",
        "Policy Number": "N/A",
        "Claim Number": "N/A",
        "Due Date": "N/A",
        "Query": "Hey, this is Suresh Reddy. Can you tell me if my policy covers critical illness?",
        "Response": "Hi Suresh, your policy covers critical illnesses such as cancer, heart attack, and stroke with a sum assured of ₹20,00,000."
    },
    {
        "Caller Name": "Divya Nair",
        "Policy Number": "MH14JK5678",
        "Claim Number": "N/A",
        "Due Date": "N/A",
        "Query": "Hello, I am Divya Nair. Can you tell me the surrender value of my life insurance policy? My policy number is MH14JK5678.",
        "Response": "Hi Divya, the surrender value of your life insurance policy number MH14JK5678 is ₹1,20,000."
    },
    {
        "Caller Name": "Rohan Shetty",
        "Policy Number": "N/A",
        "Claim Number": "N/A",
        "Due Date": "N/A",
        "Query": "Hi, my name is Rohan Shetty. Can you check if my recent premium payment has been received?",
        "Response": "Hello Rohan, we couldn’t verify your recent payment. I will transfer your query to a human agent for further assistance."
    },
    {
        "Caller Name": "Anu Pillai",
        "Policy Number": "N/A",
        "Claim Number": "N/A",
        "Due Date": "N/A",
        "Query": "Namaste, this is Anu Pillai. Can I apply for a loan against my life insurance policy?",
        "Response": "Hi Anu, yes, you can apply for a loan against your life insurance policy by submitting a loan application at your nearest branch."
    },
    {
        "Caller Name": "Rajiv Malhotra",
        "Policy Number": "N/A",
        "Claim Number": "N/A",
        "Due Date": "N/A",
        "Query": "Hey, this is Rajiv Malhotra. I am unable to log in to my account on your website. Can you help me?",
        "Response": "Hello Rajiv, we couldn’t resolve the login issue from our side. I am transferring your query to a human agent for further assistance."
    },
    {
        "Caller Name": "Ankit Singh",
        "Policy Number": "DL06XYZ9999",
        "Claim Number": "N/A",
        "Due Date": "N/A",
        "Query": "Hello, this is Ankit Singh. Can you tell me the premium amount for my life insurance policy? My policy number is DL06XYZ9999.",
        "Response": "Hi Ankit, your premium amount for policy number DL06XYZ9999 is ₹15,000 annually."
    },
    {
        "Caller Name": "Ritu Chaudhary",
        "Policy Number": "N/A",
        "Claim Number": "N/A",
        "Due Date": "N/A",
        "Query": "Hi, I am Ritu Chaudhary. Can you let me know if my home insurance policy covers natural disasters?",
        "Response": "Hello Ritu, yes, your home insurance policy covers natural disasters including floods, earthquakes, and storms."
    },
    {
        "Caller Name": "Suraj Patil",
        "Policy Number": "N/A",
        "Claim Number": "N/A",
        "Due Date": "N/A",
        "Query": "Hey, this is Suraj Patil. I need to know if my car insurance policy covers third-party damages.",
        "Response": "Hi Suraj, yes, your car insurance policy includes third-party damage coverage."
    },
    {
        "Caller Name": "Ishita Bose",
        "Policy Number": "N/A",
        "Claim Number": "N/A",
        "Due Date": "N/A",
        "Query": "Namaste, I am Ishita Bose. Can you tell me if my health insurance policy covers daycare treatments?",
        "Response": "Hi Ishita, yes, your health insurance policy covers daycare treatments up to ₹50,000 per procedure."
    },
    {
        "Caller Name": "Amit Desai",
        "Policy Number": "N/A",
        "Claim Number": "N/A",
        "Due Date": "N/A",
        "Query": "Hi, my name is Amit Desai. Can you check if my previous claim was approved?",
        "Response": "Hello Amit, your claim was approved and the amount of ₹45,000 has been credited to your registered bank account."
    },
    {
        "Caller Name": "Arpita Roy",
        "Policy Number": "N/A",
        "Claim Number": "N/A",
        "Due Date": "N/A",
        "Query": "Hello, this is Arpita Roy. Can you tell me the grace period for premium payment for my policy?",
        "Response": "Hi Arpita, the grace period for your policy premium payment is 30 days from the due date."
    },
    {
        "Caller Name": "Varun Mehta",
        "Policy Number": "N/A",
        "Claim Number": "N/A",
        "Due Date": "N/A",
        "Query": "Hey, this is Varun Mehta. Can I add my spouse to my existing health insurance policy?",
        "Response": "Hi Varun, yes, you can add your spouse to your existing health insurance policy by submitting an application form."
    },
    {
        "Caller Name": "Shubham Kulkarni",
        "Policy Number": "N/A",
        "Claim Number": "N/A",
        "Due Date": "N/A",
        "Query": "Namaste, I am Shubham Kulkarni. Can you tell me the process to change my nominee details?",
        "Response": "Hello Shubham, you can change your nominee details by submitting a nominee update form along with ID proof at your nearest branch."
    },
    {
        "Caller Name": "Kavita Sharma",
        "Policy Number": "HR10JKL4321",
        "Claim Number": "N/A",
        "Due Date": "N/A",
        "Query": "Hi, this is Kavita Sharma. I need a breakdown of my policy benefits. My policy number is HR10JKL4321.",
        "Response": "Hello Kavita, your policy number HR10JKL4321 provides benefits including critical illness coverage, accidental hospitalization, and a no-claim bonus."
    },
    {
        "Caller Name": "Pankaj Gupta",
        "Policy Number": "N/A",
        "Claim Number": "N/A",
        "Due Date": "N/A",
        "Query": "Hello, I am Pankaj Gupta. I want to know if my travel insurance policy covers lost luggage.",
        "Response": "Hi Pankaj, yes, your travel insurance policy covers compensation for lost luggage up to ₹1,00,000."
    },
    {
        "Caller Name": "Shruti Iyer",
        "Policy Number": "N/A",
        "Claim Number": "N/A",
        "Due Date": "N/A",
        "Query": "Hi, this is Shruti Iyer. Can you tell me if my car insurance covers roadside assistance?",
        "Response": "Hello Shruti, yes, your car insurance policy includes roadside assistance as an add-on benefit."
    },
    {
        "Caller Name": "Rohit Jain",
        "Policy Number": "N/A",
        "Claim Number": "N/A",
        "Due Date": "N/A",
        "Query": "Hey, I am Rohit Jain. Can you help me download my policy document from the website?",
        "Response": "Hi Rohit, we couldn’t assist with the policy download. I am transferring your query to a human agent for further help."
    },
    {
        "Caller Name": "Sanya Kapoor",
        "Policy Number": "N/A",
        "Claim Number": "N/A",
        "Due Date": "N/A",
        "Query": "Hello, this is Sanya Kapoor. Can you tell me if my policy covers dental expenses?",
        "Response": "Hi Sanya, your policy does not cover dental expenses. You may need a separate dental insurance plan."
    },
    {
        "Caller Name": "Naveen Reddy",
        "Policy Number": "AP08GH9876",
        "Claim Number": "N/A",
        "Due Date": "N/A",
        "Query": "Hi, I am Naveen Reddy. Can I change my registered email ID? My policy number is AP08GH9876.",
        "Response": "Hello Naveen, yes, you can change your registered email ID by submitting a request online or visiting your nearest branch."
    },
    {
        "Caller Name": "Vandana Mishra",
        "Policy Number": "N/A",
        "Claim Number": "N/A",
        "Due Date": "N/A",
        "Query": "Namaste, I am Vandana Mishra. Can you tell me how to apply for a reimbursement claim?",
        "Response": "Hi Vandana, to apply for a reimbursement claim, submit your medical bills, discharge summary, and policy details at your nearest branch."
    },
    {
        "Caller Name": "Rajesh Malhotra",
        "Policy Number": "N/A",
        "Claim Number": "N/A",
        "Due Date": "N/A",
        "Query": "Hey, this is Rajesh Malhotra. Can you check if my health insurance covers COVID-19 treatment?",
        "Response": "Hello Rajesh, yes, your health insurance policy covers COVID-19 treatment expenses as per IRDAI guidelines."
    },
    {
        "Caller Name": "Sunita Joshi",
        "Policy Number": "N/A",
        "Claim Number": "N/A",
        "Due Date": "N/A",
        "Query": "Hello, I am Sunita Joshi. Can you tell me the cashless hospital network under my policy?",
        "Response": "Hi Sunita, your policy covers over 6,000 hospitals under the cashless network. You can find the complete list on our website."
    },
    {
        "Caller Name": "Ashok Verma",
        "Policy Number": "N/A",
        "Claim Number": "N/A",
        "Due Date": "N/A",
        "Query": "Hi, this is Ashok Verma. Can you help me reset my account password?",
        "Response": "Hello Ashok, we couldn’t reset your account password from our end. I am transferring your query to a human agent."
    },
    {
        "Caller Name": "Deepika Singh",
        "Policy Number": "N/A",
        "Claim Number": "N/A",
        "Due Date": "N/A",
        "Query": "Namaste, I am Deepika Singh. Can I add my parents to my existing health insurance policy?",
        "Response": "Hello Deepika, yes, you can add your parents to your existing health insurance policy. Please visit your nearest branch to complete the process."
    },
    {
        "Caller Name": "Karan Khanna",
        "Policy Number": "N/A",
        "Claim Number": "N/A",
        "Due Date": "N/A",
        "Query": "Hey, this is Karan Khanna. Can you help me understand the difference between term insurance and life insurance?",
        "Response": "Hello Karan, term insurance provides coverage for a specific period with no maturity benefits, while life insurance includes maturity benefits along with life cover."
    },
    {
        "Caller Name": "Priya Nair",
        "Policy Number": "N/A",
        "Claim Number": "N/A",
        "Due Date": "N/A",
        "Query": "Hi, I am Priya Nair. Can you tell me if my policy covers maternity expenses?",
        "Response": "Hello Priya, yes, your policy covers maternity expenses up to ₹50,000, including pre- and post-natal care."
    },
    {
        "Caller Name": "Arjun Sharma",
        "Policy Number": "DL14XYZ1234",
        "Claim Number": "N/A",
        "Due Date": "N/A",
        "Query": "Hey, this is Arjun Sharma. Can you let me know the claim status for my car insurance? My policy number is DL14XYZ1234.",
        "Response": "Hi Arjun, your claim for policy number DL14XYZ1234 has been processed. The approved amount is ₹18,500."
    },
    {
        "Caller Name": "Deepak Jain",
        "Policy Number": "N/A",
        "Claim Number": "N/A",
        "Due Date": "N/A",
        "Query": "Namaste, I am Deepak Jain. Can I pay my premium online?",
        "Response": "Hello Deepak, yes, you can pay your premium online through our website or mobile app using net banking, UPI, or credit/debit cards."
    },
    {
        "Caller Name": "Sneha Gupta",
        "Policy Number": "N/A",
        "Claim Number": "N/A",
        "Due Date": "N/A",
        "Query": "Hi, my name is Sneha Gupta. Can you explain the no-claim bonus benefit for health insurance?",
        "Response": "Hello Sneha, a no-claim bonus is a discount on your premium if you haven't made any claims during the policy period."
    },
    {
        "Caller Name": "Ravi Patel",
        "Policy Number": "N/A",
        "Claim Number": "N/A",
        "Due Date": "N/A",
        "Query": "Hello, this is Ravi Patel. Can I cancel my travel insurance policy? If yes, how?",
        "Response": "Hi Ravi, yes, you can cancel your travel insurance policy by submitting a cancellation request before your trip starts."
    },
    {
        "Caller Name": "Divya Menon",
        "Policy Number": "N/A",
        "Claim Number": "N/A",
        "Due Date": "N/A",
        "Query": "Hey, I am Divya Menon. Can I get a hard copy of my insurance policy document?",
        "Response": "Hello Divya, we have moved to digital policy documents. However, you can request a hard copy by visiting your nearest branch."
    },
    {
        "Caller Name": "Anjali Yadav",
        "Policy Number": "N/A",
        "Claim Number": "N/A",
        "Due Date": "N/A",
        "Query": "Namaste, this is Anjali Yadav. My father was hospitalized recently. Can you help me with the claim process?",
        "Response": "Hello Anjali, please submit the hospital bills, discharge summary, and your policy details to initiate the claim process."
    },
    {
        "Caller Name": "Mohan Kumar",
        "Policy Number": "N/A",
        "Claim Number": "N/A",
        "Due Date": "N/A",
        "Query": "Hi, this is Mohan Kumar. I want to update my phone number in your records.",
        "Response": "Hello Mohan, you can update your phone number by logging into your account on our website or by visiting our nearest branch."
    },
    {
        "Caller Name": "Sameer Khan",
        "Policy Number": "N/A",
        "Claim Number": "N/A",
        "Due Date": "N/A",
        "Query": "Hey, I am Sameer Khan. Can you check if my home insurance covers fire damage?",
        "Response": "Hi Sameer, yes, your home insurance policy covers fire damage, including accidental and electrical fires."
    },
    {
        "Caller Name": "Neha Sinha",
        "Policy Number": "N/A",
        "Claim Number": "N/A",
        "Due Date": "N/A",
        "Query": "Hi, I am Neha Sinha. Can you help me understand what critical illness coverage means?",
        "Response": "Hello Neha, critical illness coverage provides a lump sum amount upon diagnosis of a serious illness like cancer, stroke, or heart attack."
    },
    {
        "Caller Name": "Rajiv Bhatia",
        "Policy Number": "N/A",
        "Claim Number": "N/A",
        "Due Date": "N/A",
        "Query": "Namaste, this is Rajiv Bhatia. Can you help me download my premium payment receipt?",
        "Response": "Hello Rajiv, we couldn’t assist with the premium receipt download. I am transferring your query to a human agent."
    },
    {
        "Caller Name": "Sushmita Rao",
        "Policy Number": "N/A",
        "Claim Number": "N/A",
        "Due Date": "N/A",
        "Query": "Hey, I am Sushmita Rao. Can you tell me the renewal process for my policy?",
        "Response": "Hello Sushmita, you can renew your policy online through our website or mobile app by entering your policy number and making the payment."
    },
    {
        "Caller Name": "Kunal Singh",
        "Policy Number": "N/A",
        "Claim Number": "N/A",
        "Due Date": "N/A",
        "Query": "Hi, I am Kunal Singh. Can I add my children to my health insurance policy?",
        "Response": "Hello Kunal, yes, you can add your children to your health insurance policy by providing their birth certificates and completing the necessary forms."
    },
    {
        "Caller Name": "Aarti Deshmukh",
        "Policy Number": "N/A",
        "Claim Number": "N/A",
        "Due Date": "N/A",
        "Query": "Hello, this is Aarti Deshmukh. I need to know if my policy covers mental health consultations.",
        "Response": "Hi Aarti, yes, your policy covers mental health consultations up to ₹5,000 per year."
    },
    {
        "Caller Name": "Manish Verma",
        "Policy Number": "N/A",
        "Claim Number": "N/A",
        "Due Date": "N/A",
        "Query": "Hey, I am Manish Verma. Can you help me apply for a new policy?",
        "Response": "Hi Manish, we couldn’t assist with applying for a new policy through this chat. I am transferring your query to a human agent."
    },
    {
        "Caller Name": "Bhavya Iyer",
        "Policy Number": "N/A",
        "Claim Number": "N/A",
        "Due Date": "N/A",
        "Query": "Namaste, I am Bhavya Iyer. Can I convert my term insurance into a life insurance policy?",
        "Response": "Hello Bhavya, yes, you can convert your term insurance into a life insurance policy by submitting a conversion request form."
    },
    {
        "Caller Name": "Nikhil Gupta",
        "Policy Number": "N/A",
        "Claim Number": "N/A",
        "Due Date": "N/A",
        "Query": "Hi, this is Nikhil Gupta. Can you tell me if my policy covers accidental death?",
        "Response": "Hi Nikhil, yes, your policy covers accidental death and offers a lump sum payout to the nominee."
    },
    {
        "Caller Name": "Preeti Chauhan",
        "Policy Number": "N/A",
        "Claim Number": "N/A",
        "Due Date": "N/A",
        "Query": "Hey, this is Preeti Chauhan. I need help understanding the claim rejection reasons.",
        "Response": "Hi Preeti, claim rejection can happen due to incomplete documents, policy exclusions, or non-disclosure of medical history."
    },
    {
        "Caller Name": "Rohan Pandey",
        "Policy Number": "N/A",
        "Claim Number": "N/A",
        "Due Date": "N/A",
        "Query": "Hello, I am Rohan Pandey. Can you tell me if my health insurance policy covers pre-existing diseases?",
        "Response": "Hi Rohan, your health insurance policy covers pre-existing diseases after a waiting period of 2 years."
    },
    {
        "Caller Name": "Sita Kapoor",
        "Policy Number": "N/A",
        "Claim Number": "N/A",
        "Due Date": "N/A",
        "Query": "Namaste, I am Sita Kapoor. Can you help me understand if I can pay the premium in installments?",
        "Response": "Hello Sita, yes, you can pay your premium in quarterly, half-yearly, or annual installments."
    },
    {
        "Caller Name": "Aakash Mehra",
        "Policy Number": "N/A",
        "Claim Number": "N/A",
        "Due Date": "N/A",
        "Query": "Hi, I am Aakash Mehra. Can you let me know if my health policy covers daycare treatments?",
        "Response": "Hello Aakash, yes, your health insurance policy covers daycare treatments that do not require 24-hour hospitalization."
    },
    {
        "Caller Name": "Pooja Jain",
        "Policy Number": "N/A",
        "Claim Number": "N/A",
        "Due Date": "N/A",
        "Query": "Hello, this is Pooja Jain. Can I know the procedure to file a claim for my damaged vehicle?",
        "Response": "Hi Pooja, you need to provide your policy number, photos of the damaged vehicle, and a police FIR copy to file a claim."
    },
    {
        "Caller Name": "Ramesh Kumar",
        "Policy Number": "N/A",
        "Claim Number": "N/A",
        "Due Date": "N/A",
        "Query": "Namaste, I am Ramesh Kumar. Can I get a discount if I renew my policy early?",
        "Response": "Hello Ramesh, yes, we offer a 5% early renewal discount if you renew your policy before the due date."
    },
    {
        "Caller Name": "Priya Singh",
        "Policy Number": "N/A",
        "Claim Number": "N/A",
        "Due Date": "N/A",
        "Query": "Hey, I am Priya Singh. Can I add my spouse to my life insurance policy?",
        "Response": "Hello Priya, yes, you can add your spouse as a nominee or co-policyholder by updating your policy details."
    },
    {
        "Caller Name": "Saurabh Verma",
        "Policy Number": "N/A",
        "Claim Number": "N/A",
        "Due Date": "N/A",
        "Query": "Hi, this is Saurabh Verma. What is the waiting period for pre-existing diseases in my health insurance?",
        "Response": "Hi Saurabh, the waiting period for pre-existing diseases in your health insurance is 24 months from the policy start date."
    },
    {
        "Caller Name": "Kavita Pandey",
        "Policy Number": "N/A",
        "Claim Number": "N/A",
        "Due Date": "N/A",
        "Query": "Hello, I am Kavita Pandey. Can you check if my home insurance policy covers flood damage?",
        "Response": "Hi Kavita, your home insurance policy covers flood damage under the natural calamities section."
    },
    {
        "Caller Name": "Arvind Bhatt",
        "Policy Number": "N/A",
        "Claim Number": "N/A",
        "Due Date": "N/A",
        "Query": "Namaste, this is Arvind Bhatt. Can you tell me the premium amount for my life insurance policy?",
        "Response": "Hello Arvind, we couldn’t retrieve your premium details at the moment. I am transferring your query to a human agent."
    },
    {
        "Caller Name": "Snehal Desai",
        "Policy Number": "N/A",
        "Claim Number": "N/A",
        "Due Date": "N/A",
        "Query": "Hi, I am Snehal Desai. Can I download my policy document online?",
        "Response": "Hello Snehal, yes, you can download your policy document by logging into your account on our website or app."
    },
    {
        "Caller Name": "Vinod Sharma",
        "Policy Number": "N/A",
        "Claim Number": "N/A",
        "Due Date": "N/A",
        "Query": "Hey, I am Vinod Sharma. I want to know if my vehicle insurance covers theft.",
        "Response": "Hi Vinod, yes, your comprehensive vehicle insurance policy covers theft. Please keep your FIR copy ready while filing a claim."
    },
    {
        "Caller Name": "Aarti Rao",
        "Policy Number": "N/A",
        "Claim Number": "N/A",
        "Due Date": "N/A",
        "Query": "Namaste, I am Aarti Rao. Can you explain the tax benefits of my life insurance policy?",
        "Response": "Hello Aarti, you can claim tax deductions up to ₹1.5 lakh under Section 80C of the Income Tax Act for your life insurance premiums."
    },
    {
        "Caller Name": "Pradeep Khanna",
        "Policy Number": "N/A",
        "Claim Number": "N/A",
        "Due Date": "N/A",
        "Query": "Hi, this is Pradeep Khanna. Can you tell me how to cancel my health insurance policy?",
        "Response": "Hi Pradeep, to cancel your health insurance policy, please submit a cancellation form along with a copy of your policy document."
    },
    {
        "Caller Name": "Ritu Joshi",
        "Policy Number": "N/A",
        "Claim Number": "N/A",
        "Due Date": "N/A",
        "Query": "Hello, I am Ritu Joshi. I want to know if my travel insurance covers flight delays.",
        "Response": "Hi Ritu, yes, your travel insurance policy covers flight delays exceeding 6 hours. Please provide your boarding pass and delay certificate."
    },
    {
        "Caller Name": "Rajesh Tiwari",
        "Policy Number": "N/A",
        "Claim Number": "N/A",
        "Due Date": "N/A",
        "Query": "Namaste, this is Rajesh Tiwari. Can I change the nominee in my policy?",
        "Response": "Hello Rajesh, yes, you can change the nominee by submitting a nominee change request form along with your policy details."
    },
    {
        "Caller Name": "Simran Kaur",
        "Policy Number": "N/A",
        "Claim Number": "N/A",
        "Due Date": "N/A",
        "Query": "Hey, I am Simran Kaur. Can I increase my sum insured for health insurance?",
        "Response": "Hi Simran, yes, you can request an increase in your sum insured at the time of policy renewal."
    },
    {
        "Caller Name": "Manish Gupta",
        "Policy Number": "N/A",
        "Claim Number": "N/A",
        "Due Date": "N/A",
        "Query": "Hi, I am Manish Gupta. Can you check if my policy covers dental treatments?",
        "Response": "Hello Manish, your health policy covers dental treatments only in case of accidental injuries."
    },
    {
        "Caller Name": "Shweta Iyer",
        "Policy Number": "N/A",
        "Claim Number": "N/A",
        "Due Date": "N/A",
        "Query": "Namaste, this is Shweta Iyer. Can you help me with the claim process for my critical illness policy?",
        "Response": "Hi Shweta, to file a claim, please submit your medical reports, diagnosis certificate, and policy details to our claims department."
    },
    {
        "Caller Name": "Vikas Choudhary",
        "Policy Number": "N/A",
        "Claim Number": "N/A",
        "Due Date": "N/A",
        "Query": "Hello, I am Vikas Choudhary. Can I change my address in your records?",
        "Response": "Hi Vikas, yes, you can update your address by providing proof of address through our online portal or visiting a branch."
    },
    {
        "Caller Name": "Nisha Patel",
        "Policy Number": "N/A",
        "Claim Number": "N/A",
        "Due Date": "N/A",
        "Query": "Hey, this is Nisha Patel. Can you tell me if I can convert my term insurance to a whole life policy?",
        "Response": "Hello Nisha, we couldn’t process your request. I am transferring your query to a human agent."
    },
    {
        "Caller Name": "Ajay Singh",
        "Policy Number": "N/A",
        "Claim Number": "N/A",
        "Due Date": "N/A",
        "Query": "Hi, I am Ajay Singh. Can I claim insurance for my lost luggage during travel?",
        "Response": "Hello Ajay, yes, your travel insurance covers lost luggage. Please provide your travel tickets and a baggage loss report."
    },
    {
        "Caller Name": "Kavya Sharma",
        "Policy Number": "N/A",
        "Claim Number": "N/A",
        "Due Date": "N/A",
        "Query": "Namaste, this is Kavya Sharma. Can I add my parents to my health insurance policy?",
        "Response": "Hello Kavya, yes, you can add your parents to your health insurance policy by submitting their ID proof and completing the necessary forms."
    },
    {
        "Caller Name": "Anil Kumar",
        "Policy Number": "N/A",
        "Claim Number": "N/A",
        "Due Date": "N/A",
        "Query": "Hi, my name is Anil Kumar. Can you tell me if my policy covers accidental hospitalization?",
        "Response": "Hello Anil, yes, your policy covers accidental hospitalization up to ₹5,00,000."
    },
    {
        "Caller Name": "Deepa Joshi",
        "Policy Number": "N/A",
        "Claim Number": "N/A",
        "Due Date": "N/A",
        "Query": "Hello, I am Deepa Joshi. I want to know the process to change my nominee details.",
        "Response": "Hi Deepa, you can change your nominee details by submitting a nominee update form at your nearest branch or through our website."
    },
    {
        "Caller Name": "Manoj Singh",
        "Policy Number": "N/A",
        "Claim Number": "N/A",
        "Due Date": "N/A",
        "Query": "Namaste, this is Manoj Singh. Can you check if my health policy covers mental health consultations?",
        "Response": "Hello Manoj, yes, your health policy covers mental health consultations up to ₹10,000 per year."
    },
    {
        "Caller Name": "Sanya Kapoor",
        "Policy Number": "N/A",
        "Claim Number": "N/A",
        "Due Date": "N/A",
        "Query": "Hey, I am Sanya Kapoor. I need help with my car insurance renewal process.",
        "Response": "Hi Sanya, you can renew your car insurance policy online through our website or by visiting your nearest branch."
    },
    {
        "Caller Name": "Vikram Reddy",
        "Policy Number": "N/A",
        "Claim Number": "N/A",
        "Due Date": "N/A",
        "Query": "Hi, I am Vikram Reddy. Can you tell me if my policy covers pre-existing diseases?",
        "Response": "Hello Vikram, your policy covers pre-existing diseases after a waiting period of two years."
    },
    {
        "Caller Name": "Sunita Nair",
        "Policy Number": "N/A",
        "Claim Number": "N/A",
        "Due Date": "N/A",
        "Query": "Hello, this is Sunita Nair. Can I add my child to my health insurance policy?",
        "Response": "Hi Sunita, yes, you can add your child to your health insurance policy by submitting the birth certificate and completing the required forms."
    },
    {
        "Caller Name": "Ramesh Bhatia",
        "Policy Number": "N/A",
        "Claim Number": "N/A",
        "Due Date": "N/A",
        "Query": "Namaste, I am Ramesh Bhatia. Can you help me check my claim status?",
        "Response": "Hello Ramesh, we couldn’t find the exact details of your claim. I am transferring your query to a human agent for further assistance."
    },
    {
        "Caller Name": "Pooja Mehta",
        "Policy Number": "N/A",
        "Claim Number": "N/A",
        "Due Date": "N/A",
        "Query": "Hi, my name is Pooja Mehta. Can I change the premium payment frequency for my policy?",
        "Response": "Hello Pooja, yes, you can change your premium payment frequency from annual to monthly, quarterly, or half-yearly."
    },
    {
        "Caller Name": "Ajay Sharma",
        "Policy Number": "N/A",
        "Claim Number": "N/A",
        "Due Date": "N/A",
        "Query": "Hey, this is Ajay Sharma. Can you explain the tax benefits for life insurance policies?",
        "Response": "Hi Ajay, you can claim tax deductions up to ₹1.5 lakh under Section 80C of the Income Tax Act for life insurance premiums."
    },
    {
        "Caller Name": "Neha Jain",
        "Policy Number": "N/A",
        "Claim Number": "N/A",
        "Due Date": "N/A",
        "Query": "Hi, I am Neha Jain. Can you tell me if my policy covers dental procedures?",
        "Response": "Hello Neha, your policy covers dental procedures only in case of accidental injuries."
    },
    {
        "Caller Name": "Suresh Verma",
        "Policy Number": "N/A",
        "Claim Number": "N/A",
        "Due Date": "N/A",
        "Query": "Hello, I am Suresh Verma. How can I file a claim for a damaged vehicle?",
        "Response": "Hi Suresh, to file a claim for a damaged vehicle, you need to provide your policy number, photos of the damage, and a police FIR copy."
    },
    {
        "Caller Name": "Prakash Gupta",
        "Policy Number": "N/A",
        "Claim Number": "N/A",
        "Due Date": "N/A",
        "Query": "Namaste, this is Prakash Gupta. Can I apply for a loan against my life insurance policy?",
        "Response": "Hi Prakash, yes, you can apply for a loan against your life insurance policy by visiting your nearest branch with the required documents."
    },
    {
        "Caller Name": "Kavita Das",
        "Policy Number": "N/A",
        "Claim Number": "N/A",
        "Due Date": "N/A",
        "Query": "Hey, this is Kavita Das. I need help downloading my premium payment receipt.",
        "Response": "Hello Kavita, we couldn’t assist with downloading the premium payment receipt. I am transferring your query to a human agent."
    },
    {
        "Caller Name": "Naveen Kumar",
        "Policy Number": "N/A",
        "Claim Number": "N/A",
        "Due Date": "N/A",
        "Query": "Hi, I am Naveen Kumar. Can you help me update my address in your records?",
        "Response": "Hello Naveen, yes, you can update your address by providing proof of address through our online portal or visiting a branch."
    },
    {
        "Caller Name": "Rajesh Nair",
        "Policy Number": "N/A",
        "Claim Number": "N/A",
        "Due Date": "N/A",
        "Query": "Hello, this is Rajesh Nair. Can you tell me if my travel insurance covers flight cancellations?",
        "Response": "Hi Rajesh, your travel insurance policy covers flight cancellations due to unforeseen circumstances. Please provide proof of cancellation for claim processing."
    },
    {
        "Caller Name": "Anita Rao",
        "Policy Number": "N/A",
        "Claim Number": "N/A",
        "Due Date": "N/A",
        "Query": "Namaste, I am Anita Rao. Can I convert my term insurance policy into a life insurance policy?",
        "Response": "Hello Anita, yes, you can convert your term insurance policy into a life insurance policy by submitting a conversion request form."
    },
    {
        "Caller Name": "Rahul Khanna",
        "Policy Number": "N/A",
        "Claim Number": "N/A",
        "Due Date": "N/A",
        "Query": "Hey, this is Rahul Khanna. I want to know if my car insurance covers roadside assistance.",
        "Response": "Hi Rahul, yes, your car insurance policy includes roadside assistance as an add-on benefit."
    },
    {
        "Caller Name": "Priyanka Sharma",
        "Policy Number": "N/A",
        "Claim Number": "N/A",
        "Due Date": "N/A",
        "Query": "Hi, I am Priyanka Sharma. Can you explain the difference between health insurance and critical illness coverage?",
        "Response": "Hello Priyanka, health insurance covers general medical expenses, while critical illness coverage provides a lump sum payment upon diagnosis of a severe illness."
    },
    {
        "Caller Name": "Aniket Bansal",
        "Policy Number": "N/A",
        "Claim Number": "N/A",
        "Due Date": "N/A",
        "Query": "Hello, I am Aniket Bansal. Can you tell me if my home insurance covers theft?",
        "Response": "Hi Aniket, yes, your home insurance policy covers theft and burglary. Please ensure you file an FIR with the police before submitting a claim."
    },
    {
        "Caller Name": "Swati Choudhary",
        "Policy Number": "N/A",
        "Claim Number": "N/A",
        "Due Date": "N/A",
        "Query": "Namaste, this is Swati Choudhary. Can you check if my policy covers accidental death?",
        "Response": "Hi Swati, yes, your policy covers accidental death with a lump sum payout to the nominee."
    },
    {
        "Caller Name": "Ravi Shankar",
        "Policy Number": "N/A",
        "Claim Number": "N/A",
        "Due Date": "N/A",
        "Query": "Hi, I am Ravi Shankar. Can you tell me if my health insurance covers COVID-19 treatment?",
        "Response": "Hello Ravi, yes, your health insurance policy covers COVID-19 treatment as per the government guidelines."
    },
    {
        "Caller Name": "Poonam Joshi",
        "Policy Number": "N/A",
        "Claim Number": "N/A",
        "Due Date": "N/A",
        "Query": "Namaste, this is Poonam Joshi. Can you help me check the renewal charges for my policy?",
        "Response": "Hello Poonam, your policy renewal charges are ₹12,000 for the upcoming term. Please renew before the due date to avoid late fees."
    },
    {
        "Caller Name": "Shubham Yadav",
        "Policy Number": "N/A",
        "Claim Number": "N/A",
        "Due Date": "N/A",
        "Query": "Hey, I am Shubham Yadav. Can you tell me if I can insure my second-hand car?",
        "Response": "Hi Shubham, yes, we offer insurance for second-hand cars. Please provide the vehicle details and registration certificate for further processing."
    },
    {
        "Caller Name": "Nisha Rao",
        "Policy Number": "N/A",
        "Claim Number": "N/A",
        "Due Date": "N/A",
        "Query": "Hi, this is Nisha Rao. How do I change my beneficiary details in the policy?",
        "Response": "Hello Nisha, you can change your beneficiary details by submitting a nominee update form at your nearest branch."
    },
    {
        "Caller Name": "Rajeev Menon",
        "Policy Number": "N/A",
        "Claim Number": "N/A",
        "Due Date": "N/A",
        "Query": "Hello, I am Rajeev Menon. Can I pay my premium in monthly installments?",
        "Response": "Hi Rajeev, yes, you can switch to monthly premium installments by updating your payment preferences online or at the branch."
    },
    {
        "Caller Name": "Priya Shetty",
        "Policy Number": "N/A",
        "Claim Number": "N/A",
        "Due Date": "N/A",
        "Query": "Namaste, this is Priya Shetty. Can you help me with the process of filing a travel insurance claim?",
        "Response": "Hi Priya, to file a travel insurance claim, please submit the trip itinerary, travel tickets, and claim form at the nearest branch."
    },
    {
        "Caller Name": "Manish Jain",
        "Policy Number": "N/A",
        "Claim Number": "N/A",
        "Due Date": "N/A",
        "Query": "Hey, I am Manish Jain. Can you let me know if my policy covers home appliances?",
        "Response": "Hello Manish, your home insurance policy covers home appliances against fire, theft, and accidental damage."
    },
    {
        "Caller Name": "Arpita Sharma",
        "Policy Number": "N/A",
        "Claim Number": "N/A",
        "Due Date": "N/A",
        "Query": "Hi, this is Arpita Sharma. I need to know if my car insurance covers natural calamities.",
        "Response": "Hello Arpita, yes, your car insurance policy covers natural calamities like floods, earthquakes, and storms."
    },
    {
        "Caller Name": "Suresh Pillai",
        "Policy Number": "N/A",
        "Claim Number": "N/A",
        "Due Date": "N/A",
        "Query": "Hello, I am Suresh Pillai. Can you check if my recent payment has been received?",
        "Response": "Hi Suresh, we couldn’t verify your recent payment. I am transferring your query to a human agent for further assistance."
    },
    {
        "Caller Name": "Smita Chatterjee",
        "Policy Number": "N/A",
        "Claim Number": "N/A",
        "Due Date": "N/A",
        "Query": "Namaste, this is Smita Chatterjee. Can you tell me the grace period for renewing my health insurance policy?",
        "Response": "Hello Smita, the grace period for your health insurance policy renewal is 30 days from the due date."
    },
    {
        "Caller Name": "Ashok Patel",
        "Policy Number": "N/A",
        "Claim Number": "N/A",
        "Due Date": "N/A",
        "Query": "Hey, I am Ashok Patel. Can you let me know if my policy covers accidental death?",
        "Response": "Hi Ashok, yes, your policy covers accidental death and provides a lump sum payout to the nominee."
    },
    {
        "Caller Name": "Rekha Mehta",
        "Policy Number": "N/A",
        "Claim Number": "N/A",
        "Due Date": "N/A",
        "Query": "Hi, this is Rekha Mehta. Can you help me understand the surrender value of my policy?",
        "Response": "Hello Rekha, the surrender value of your policy is ₹85,000. Please visit your nearest branch for further assistance."
    },
    {
        "Caller Name": "Gaurav Singh",
        "Policy Number": "N/A",
        "Claim Number": "N/A",
        "Due Date": "N/A",
        "Query": "Hello, I am Gaurav Singh. Can I increase the sum insured on my life insurance policy?",
        "Response": "Hi Gaurav, yes, you can request an increase in the sum insured during policy renewal. Please submit the necessary documents for verification."
    },
    {
        "Caller Name": "Pooja Reddy",
        "Policy Number": "N/A",
        "Claim Number": "N/A",
        "Due Date": "N/A",
        "Query": "Namaste, this is Pooja Reddy. Can you check if my policy covers outpatient consultations?",
        "Response": "Hello Pooja, yes, your health insurance policy covers outpatient consultations up to ₹10,000 annually."
    },
    {
        "Caller Name": "Karan Das",
        "Policy Number": "N/A",
        "Claim Number": "N/A",
        "Due Date": "N/A",
        "Query": "Hey, I am Karan Das. How do I apply for a no-claims bonus certificate?",
        "Response": "Hi Karan, you can apply for a no-claims bonus certificate by submitting a request through our website or visiting a branch."
    },
    {
        "Caller Name": "Sangeeta Iyer",
        "Policy Number": "N/A",
        "Claim Number": "N/A",
        "Due Date": "N/A",
        "Query": "Hi, this is Sangeeta Iyer. Can you help me with the claim process for fire damage to my house?",
        "Response": "Hello Sangeeta, to file a fire damage claim, please submit the fire report, photos of the damage, and your policy details."
    },
    {
        "Caller Name": "Vikas Malhotra",
        "Policy Number": "N/A",
        "Claim Number": "N/A",
        "Due Date": "N/A",
        "Query": "Hello, I am Vikas Malhotra. Can you let me know if my policy covers maternity expenses?",
        "Response": "Hi Vikas, yes, your health insurance policy covers maternity expenses up to ₹50,000."
    },
    {
        "Caller Name": "Arjun Verma",
        "Policy Number": "N/A",
        "Claim Number": "N/A",
        "Due Date": "N/A",
        "Query": "Namaste, this is Arjun Verma. Can I transfer my policy to someone else?",
        "Response": "Hello Arjun, we couldn’t process your policy transfer request. I am transferring your query to a human agent for further assistance."
    },
    {
        "Caller Name": "Sneha Kapoor",
        "Policy Number": "N/A",
        "Claim Number": "N/A",
        "Due Date": "N/A",
        "Query": "Hey, I am Sneha Kapoor. Can you explain the benefits of adding riders to my life insurance policy?",
        "Response": "Hi Sneha, adding riders to your life insurance policy enhances coverage for critical illness, accidental death, and disability benefits."
    },
    {
        "Caller Name": "Naveen Rao",
        "Policy Number": "N/A",
        "Claim Number": "N/A",
        "Due Date": "N/A",
        "Query": "Hi, this is Naveen Rao. Can I pause my health insurance policy temporarily?",
        "Response": "Hello Naveen, we couldn’t process your policy suspension request. I am transferring your query to a human agent for further assistance."
    },
    {
        "Caller Name": "Rohan Malhotra",
        "Policy Number": "N/A",
        "Claim Number": "N/A",
        "Due Date": "N/A",
        "Query": "Hi, I am Rohan Malhotra. Can you help me check the status of my claim for vehicle damage?",
        "Response": "Hello Rohan, your claim for vehicle damage is currently under review. You will receive an update within 5 working days."
    },
    {
        "Caller Name": "Pooja Deshmukh",
        "Policy Number": "N/A",
        "Claim Number": "N/A",
        "Due Date": "N/A",
        "Query": "Hello, I am Pooja Deshmukh. Can you tell me if my policy covers hospitalization for accidents?",
        "Response": "Hi Pooja, yes, your policy covers hospitalization expenses for accidents up to ₹3,00,000."
    },
    {
        "Caller Name": "Ajay Gupta",
        "Policy Number": "N/A",
        "Claim Number": "N/A",
        "Due Date": "N/A",
        "Query": "Namaste, this is Ajay Gupta. Can I increase the coverage amount of my health insurance policy?",
        "Response": "Hello Ajay, yes, you can request an increase in your coverage amount during policy renewal by submitting a request form."
    },
    {
        "Caller Name": "Priyanka Reddy",
        "Policy Number": "N/A",
        "Claim Number": "N/A",
        "Due Date": "N/A",
        "Query": "Hey, I am Priyanka Reddy. How can I update my contact details in your system?",
        "Response": "Hi Priyanka, you can update your contact details through our website or by visiting your nearest branch."
    },
    {
        "Caller Name": "Vishal Yadav",
        "Policy Number": "N/A",
        "Claim Number": "N/A",
        "Due Date": "N/A",
        "Query": "Hi, this is Vishal Yadav. Can you check if my life insurance policy covers critical illness?",
        "Response": "Hello Vishal, yes, your life insurance policy includes coverage for critical illnesses like cancer, stroke, and heart disease."
    },
    {
        "Caller Name": "Kavita Nair",
        "Policy Number": "N/A",
        "Claim Number": "N/A",
        "Due Date": "N/A",
        "Query": "Hello, I am Kavita Nair. Can you tell me if my travel insurance covers lost luggage?",
        "Response": "Hi Kavita, yes, your travel insurance policy covers lost luggage. Please provide the necessary documents to process your claim."
    },
    {
        "Caller Name": "Suresh Rao",
        "Policy Number": "N/A",
        "Claim Number": "N/A",
        "Due Date": "N/A",
        "Query": "Namaste, this is Suresh Rao. Can I get a duplicate copy of my insurance policy document?",
        "Response": "Hello Suresh, yes, you can request a duplicate copy of your policy document through our website or by visiting a branch."
    },
    {
        "Caller Name": "Sunita Verma",
        "Policy Number": "N/A",
        "Claim Number": "N/A",
        "Due Date": "N/A",
        "Query": "Hey, this is Sunita Verma. Can you help me with the process of adding my spouse to my health insurance policy?",
        "Response": "Hi Sunita, you can add your spouse to your health insurance policy by submitting a request form and their ID proof."
    },
    {
        "Caller Name": "Rajeev Pillai",
        "Policy Number": "N/A",
        "Claim Number": "N/A",
        "Due Date": "N/A",
        "Query": "Hi, I am Rajeev Pillai. Can you tell me if my policy covers natural disasters?",
        "Response": "Hello Rajeev, yes, your home insurance policy covers natural disasters like floods, earthquakes, and storms."
    },
    {
        "Caller Name": "Arjun Mehta",
        "Policy Number": "N/A",
        "Claim Number": "N/A",
        "Due Date": "N/A",
        "Query": "Hello, I am Arjun Mehta. Can I change the nominee for my life insurance policy?",
        "Response": "Hi Arjun, yes, you can change the nominee for your life insurance policy by submitting a nominee change form at your nearest branch."
    },
    {
        "Caller Name": "Preeti Joshi",
        "Policy Number": "N/A",
        "Claim Number": "N/A",
        "Due Date": "N/A",
        "Query": "Namaste, this is Preeti Joshi. Can you tell me if my policy covers outpatient medical consultations?",
        "Response": "Hello Preeti, your health insurance policy covers outpatient consultations up to ₹10,000 per year."
    },
    {
        "Caller Name": "Rakesh Singh",
        "Policy Number": "N/A",
        "Claim Number": "N/A",
        "Due Date": "N/A",
        "Query": "Hey, I am Rakesh Singh. Can I switch from annual to monthly premium payments?",
        "Response": "Hi Rakesh, yes, you can switch your premium payment frequency from annual to monthly by updating your preferences online."
    },
    {
        "Caller Name": "Neha Das",
        "Policy Number": "N/A",
        "Claim Number": "N/A",
        "Due Date": "N/A",
        "Query": "Hi, this is Neha Das. Can you help me understand what a no-claim bonus is?",
        "Response": "Hello Neha, a no-claim bonus is a discount on your premium if you haven’t made any claims during the policy period."
    },
    {
        "Caller Name": "Prakash Malhotra",
        "Policy Number": "N/A",
        "Claim Number": "N/A",
        "Due Date": "N/A",
        "Query": "Hello, I am Prakash Malhotra. Can you tell me the grace period for renewing my policy?",
        "Response": "Hi Prakash, the grace period for your policy renewal is 30 days from the due date."
    },
    {
        "Caller Name": "Shruti Kapoor",
        "Policy Number": "N/A",
        "Claim Number": "N/A",
        "Due Date": "N/A",
        "Query": "Namaste, this is Shruti Kapoor. Can you check if my health insurance covers maternity expenses?",
        "Response": "Hi Shruti, yes, your health insurance policy covers maternity expenses up to ₹75,000."
    },
    {
        "Caller Name": "Manoj Reddy",
        "Policy Number": "N/A",
        "Claim Number": "N/A",
        "Due Date": "N/A",
        "Query": "Hey, I am Manoj Reddy. Can you tell me if my policy covers theft?",
        "Response": "Hi Manoj, yes, your policy covers theft. Please ensure you file an FIR before submitting a claim."
    },
    {
        "Caller Name": "Anjali Choudhary",
        "Policy Number": "N/A",
        "Claim Number": "N/A",
        "Due Date": "N/A",
        "Query": "Hi, I am Anjali Choudhary. Can you help me apply for a loan against my life insurance policy?",
        "Response": "Hello Anjali, yes, you can apply for a loan against your life insurance policy by submitting the necessary documents at your nearest branch."
    },
    {
        "Caller Name": "Vijay Sharma",
        "Policy Number": "N/A",
        "Claim Number": "N/A",
        "Due Date": "N/A",
        "Query": "Hello, I am Vijay Sharma. Can you check if my recent payment has been received?",
        "Response": "Hi Vijay, we couldn’t verify your recent payment. I am transferring your query to a human agent for further assistance."
    },
    {
        "Caller Name": "Kiran Shetty",
        "Policy Number": "N/A",
        "Claim Number": "N/A",
        "Due Date": "N/A",
        "Query": "Namaste, this is Kiran Shetty. Can you help me reset my account password?",
        "Response": "Hello Kiran, we couldn’t assist with resetting your password. I am transferring your query to a human agent."
    },
    {
        "Caller Name": "Pooja Rao",
        "Policy Number": "N/A",
        "Claim Number": "N/A",
        "Due Date": "N/A",
        "Query": "Hey, I am Pooja Rao. Can you tell me if my health insurance covers alternative medicine treatments?",
        "Response": "Hi Pooja, yes, your health insurance policy covers alternative medicine treatments such as Ayurveda and Homeopathy."
    }
]